devices_with_categories_info = {
    "Плата": [
        "Arduino UNO",
        "Arduino MEGA",
        "Arduino NANO",
        "Raspberry Pi Zero",
        "Raspberry Pi 4",
        "Raspberry Pi 5",
        "DE-10 Lite",
        "Плата расширения Relay Shield",
        "Макетная плата",
        "ESP 8266",
    ],
    "Датчик": [
        "Rfid-считыватель RDM 6300",
        "Rfid-считыватель RC 522",
        "Ультразвуковой дальномер HC-SR04",
        "Инфракрасный дальномер 10-80 см",
        "Геркон",
        "Реле SRD-12VDC-SL-C",
        "DHT-11 Датчик температуры и влажности",
        "Датчик водорода VQ-8",
        "Датчик угарного газа MQ-9",
        "Пьезоэлемент"
    ],
    "Провода": [
        "Кабель ethernet 20 метров"
    ],
    "Экран": [
        "LCD Дисплей",
        "Экран сенсорный 6 дюймов"
    ],
    "Компьютерные части": [
        "Видеокарта Nvidia RTX Quadro 4000",
        "Xiaomi Mi Router 4C"
    ],
    "Иное": [
        "Матричная клавиатура 4x4"
    ]
}
